TargetApplication=3.83
Author=Nider Karlov, (Нидер Карлов)
SourceLANGID=1033
LANGID=1026
Generator=DKLang Translation Editor v3.0
LastModified=2019-06-09 17:44:43

[About]
00000002=За програмата
00000094=Aren
00000161=Затвори
00000162=Версия
00000165=Коментари, грешки, предложения за подобрение и т.н. са добре дошли.
00000166=За Advanced Renamer
00000167=Форум
00000168=Ключ:
00000169=Име:
00000170=Регистрирана:
00000171=Приложи
00000172=Вземи лицензионен ключ
00000173=За лично ползване:
00000174=Дарение
00000175=За комерсиално ползване:
00000176=Купи

[AddDir]
00000002=Добави папка
00000094=&Маска:
00000161=Отмяна
00000162=ОК
00000163=Включително &подпапки
00000164=Нова папка...
00000165=Съвпадение на регулярен израз:
00000166=Инвертиране

[ARenMain]
00000002=ARen
00000005=0 Елемента
00000006=0 Грешки
00000007=Състояние: ОК
00000008=Основна лента с инструменти
00000009=Обнови
00000010=&Предв.Преглед
00000011=&Авт.Преглед
00000012=Миниатюри
00000013=Настройки
00000014=&Помощ
00000015=&Съдържание...
00000016=Клавишни &комбинации...
00000017=&Хронология на промените...
00000018=Провери за &обновление...
00000020=&За програмата...
00000021=&Отмяна на промените...
00000023=Списък на лентите с инструменти
00000024=&Добави
00000025=&Файлове...
00000026=&Папки...
00000027=&Списък
00000028=&Зареди...
00000029=&Запиши...
00000030=&Изчисти...
00000031=Премахване на &елементи с грешки
00000032=Премести в началото
00000033=Премести нагоре
00000034=Премести надолу
00000035=Премести в края
00000036=Преименуване на файлове
00000058=Преименуване на папки
00000067=Име на файла:
00000068=Папка:
00000069=Размер:
00000070=Дата на създаване:
00000071=Дата на промяна:
00000072=Файл Тип:
00000073=Атрибути:
00000074=Дата на достъп:
00000076=Няма информация
00000077=Не може да се зареди разширена информация. Файлът може да се използва.
00000078=Изображение
00000079=Размери:
00000080=Дата на заснемане:
00000081=Автор:
00000082=Авторско право:
00000084=ID3
00000085=Име:
00000086=Изпълнител:
00000087=Албум:
00000088=Писта:
00000089=Година:
00000090=Жанр:
00000091=Папка
00000092=Съдържа:
00000094=Няма намерени методи.
00000095=Списък с методи за преименуване
00000096=Лента с методи
00000097=+ Метод
00000098=Премахване на метод
00000099=Изчисти
00000100=В началото
00000101=Най-горе
00000102=Най-долу
00000103=В края
00000105=Изтегли списък с методи
00000106=Запиши списъка с методи
00000107=Предпочитания:
00000110=Запиши списъка
00000111=Премести избраните
00000112=Премести в началото
00000113=Премести нагоре
00000114=Премести надолу
00000115=Премести в края
00000116=Добави...
00000117=Премахни
00000118=Изпълни
00000119=Свойства...
00000120=Зареди списък...
00000121=В текстов файл...
00000122=Изчисти списъка
00000123=Обнови
00000124=Набор от колони
00000125=Подравняване на колоните
00000144=&Персонализиране...
00000145=&Копирай
00000152=Премести
00000153=В началото
00000154=Най-горе
00000155=Най-долу
00000156=В края
00000157=Промяна на метода на
00000158=Добавяне на метод
00000159=Изтрий
00000160=Изчисти
00000163=&Първи стъпки...
00000164=Добави метод
00000179=Вмъкни &таг
00000180=&Отмени
00000181=Изре&жи
00000182=&Копирай
00000183=&Постави
00000184=Избери &всички
00000185=Посети &форума...
00000186=Настройка на колоните
00000187=Набор от колони
00000188=Подравняване на колоните
00000189=&Персонализиране...
00000190=Изглед
00000191=По-подробно
00000192=Големи икони
00000193=Малки икони
00000194=Списък
00000196=Маркирай
00000197=Премахни отметка от избраните
00000198=Маркирай избраните
00000200=Не маркирай нищо
00000201=Маркирай всички
00000202=Пакетен режим:
00000203=Изходна папка:
00000204=Запиши списъка
00000205=В CSV файл...
00000206=Премахване на елементи без ID3 тагове
00000207=Премахнете елементите без информация за изображението
00000219=Ако имената съвпадат:
00000220=Разделител:
00000221=Шаблон:
00000223=Отвори пакетен метод(групов)
00000225=Запиши пакетен метод(групов)
00000226=Видео
00000227=Размери:
00000228=Честота на кадрите:
00000229=Продължителност:
00000230=Видео кодек:
00000231=Аудио кодек
00000232=Битрейт:
00000233=GPS-локация:
00000234=Произволно сортиране
00000235=Редактиране на описанието ...
00000236=GPS-точност:
00000237=ExifTool...
00000238=Добавяне на лента с инструменти за папки
00000239=Добави избраните
00000240=Покажи файлове
00000241=Обнови
00000242=Панел с Папки
00000243=Панел с папки
00000244=Добави избраните
00000245=TV сериал...
00000246=Импортиране
00000247=ТВ шоу:
00000248=Епизод:
00000249=CSV файл...
00000250=Маркиране по шаблон ...
00000251=Премахване на отметки по шаблон...
00000252=Програма
00000253=Конфигуриране на команден ред...
00000254=Инвертиране на отметки
00000255=Избери
00000256=Избери всички
00000257=Изчистване на селекцията
00000258=Инвертиране на избраните
00000259=Маркирай не съответстващите шаблони...
00000260=Отвори съдържащата папка
00000261=Достъпна е нова версия Advanced Renamer.
00000262=Актуализирайте сега!
00000264=Затвори
00000265=Лицензионен ключ...
00000266=GPS стойности
00000267=Метаданни
00000268=Предефиниране ново име на файла ...
00000269=СТАРТ
00000270=Отмени избора
00000271=Избери всички
00000272=Искате ли помощ?
00000273=Повече не показвай
00000274=Помощ?
00000275=Повече не показвай
00000276=Данни от CSV...
00000277=Сортирай по
00000278=Колона
00000279=Шаблон...
00000280=JS Конзола
00000281=Преименуване на двойка

[BatchResultFrame]
00000003=Последен резултат
00000004=Общ брой елементи:
00000005=Намерени грешки:
00000006=Покажи грешки...
00000007=Отмяна на промените...
00000008=Добави успешни елементи
00000009=Добави елементи с грешки
00000010=Добави всички елементи

[CustomizeCols]
00000002=Настройка на колоните
00000094=Набор &Колони:
00000095=&Колони:
00000096=Ширина &на колоните:
00000097=ОК
00000098=Отмяна
00000099=&Нагоре
00000100=&Надолу
00000101=&В началото
00000102=&В края
00000103=Запази
00000104=Изтрий

[frmAddFolderChoice]
00000001=Добавяне на папки
00000002=Отказ
00000003=ОК
00000004=Добавяне на &файлове от папка
00000005=Добавяне на &папки
00000006=&Добавяне на подпапки
00000007=Име на файл &маска:
00000009=Добавяне &на главната папка
00000010=Добавяне на &подпапки
00000011=Шаблон на регулярен израз:
00000012=Няма съвпадение

[InsertTag]
00000003=<Inc Nr> - Възходящо число
00000096=По подразбиране
00000097=<DirName> - Име на папка
00000099=<Inc Alpha> - Възходяща буква
00000101=<Num Dirs> - Общ брой на подпапките в папката
00000103=<Num Files> - Общ брой на файловете в папката
00000105=<Ext> - Разширение
00000107=<Name> - Име на файл без разширение
00000109=<Inc NrDir> - Възходящо число за папки
00000111=<Num Items> - Общ брой на елементите в списъка
00000113=ID3/MP3
00000114=<ID3 Album> - Албум
00000116=<ID3 Year> - Година
00000118=<ID3 Track> - Писта
00000120=<ID3 Title> - Име
00000122=<ID3 Genre> - Жанр
00000124=<ID3 Artist> - Изпълнител
00000126=Изображение
00000127=<IMG Width> - Ширина на изображението
00000129=<IMG Height> - Височина на изображението
00000131=<IMG Year> - Година
00000133=<IMG Month> - Месец
00000135=<IMG Day> - Ден
00000137=<IMG Hour> - Час
00000139=<IMG Min> - Минута
00000141=<IMG Sec> - Секунда
00000143=<IMG Author> - Автор на изображението
00000145=<IMG Copyright> - Авторски права на изображението
00000147=Време
00000148=<Year> - Година
00000150=<Sec> - Секунда
00000152=<Min> - Минута
00000154=<Hour> - Час
00000156=<Day> - Ден
00000158=<Month> - Месец
00000160=Създаден
00000161=<Year Created> - Година
00000163=<Sec Created> - Секунда
00000165=<Min Created> - Минута
00000167=<Hour Created> - Час
00000169=<Day Created> - Ден
00000171=<Month Created> - Месец
00000173=Променен
00000174=<Year Modified> - Година
00000176=<Sec Modified> - Секунда
00000178=<Min Modified> - Минута
00000180=<Hour Modified> - Час
00000182=<Day Modified> - Ден
00000184=<Month Modified> - Месец
00000186=&Помощ
00000187=<Rand> - Случайно число
00000188=Допълнително
00000189=<File Content> - Съдържание на файла
00000190=<Bitrate> - Битрейт
00000191=<Substr> - Знак от името на файла Подниз
00000192=<RSubstr> - Знак от името на файла - дясно
00000193=<Word> - Индексирана дума от името на файла
00000194=<IMG Subsec> - IMG Суб.сек.
00000195=Размер на файла
00000196=<Filesize> - Размер на файла
00000197=<Filesize Kb> - Размер на файла в Kb
00000198=<Filesize Mb> - Размер на файла в Mb
00000199=<Filesize Gb> - Размер на файла в Gb
00000200=<Filesize Tb> - Размер на файла в Tb
00000201=Стандартни Тагове
00000202=<Video Width> - Ширина на видеото
00000203=<Video Height> - Височина на видеото
00000204=<Video Codec> - Видео кодек
00000205=<Video Audio Codec> - Аудио кодек
00000206=<Bitrate> - Общ битрейт
00000207=<Video Bitrate> - Битрейт Видео
00000208=<Video Audio Bitrate> - Битрейт Аудио
00000210=<Video FrameRate> - Кадри в секунда
00000211=<Video Duration> - Продължителност на видето
00000212=<Img CameraMake> - Производител на фотоапарата
00000213=<Img CameraModel> - Модел на фотоапарата
00000214=<Img Aperture> - Диафрагма
00000215=<Img Brightness> - Яркост
00000216=<Img FocalLength> - Фокусно разстояние
00000217=<Img ISO> - Чувствителност
00000218=<Img ShutterSpeed> - Скорост на затвора
00000219=<Img ExposureTime> - Време на експониране
00000220=<Img Subject> - Тема
00000221=<Img Title> - Име
00000222=<Img Contrast> - Контраст
00000223=<Img ExposureMode> - Режим на експонация
00000224=<Img ExposureProgram> - Програма за експониране
00000225=<Img Saturation> - Насищане
00000226=<Img Sharpness> - Рязкост
00000227=<Img WhiteBalance> - Баланс на бялото
00000228=GPS
00000229=<GPS Lat> - Ширина
00000230=<GPS Lat Deg> - Градуса ширина
00000231=<GPS Lat Sec> - Секунди ширина
00000232=<GPS Lat Min> - Минути ширина
00000237=<GPS Lng> - GPS геогр. дължина
00000238=<GPS Lng Deg> - Градуси дължина
00000239=<GPS Lng Min> - Минути дължина
00000240=<GPS Lng Sec> - Секунди дължина
00000241=<GPS Alt> - Височина над морското равнище
00000242=<GPS Country> - Държава. В която е направена снимката
00000243=<GPS City> - Градът, в който е направена снимката
00000244=<GPS State> - Регионът, в който е направена снимката
00000245=<GPS Lng Dir> - Посока на географската дължина
00000246=< Lat Dir> - Посока на географската ширина
00000247=<ExifTool> - Стойност от ExifTool
00000249=Контролната (Хеш) сума
00000250=<MD5> - MD5 хеш - сума
00000251=<SHA1> - SHA-1 хеш - сума
00000252=<SHA256> - SHA-256 хеш - сума
00000253=ТВШоу
00000254=<TVShow Genres> - Списък с жанрове
00000255=<TVShow Year> - Год. на излъчване на епизода
00000256=<TVShow Title> - Име на ТВ сериала
00000257=<TVShow Season> - Номер на сезона
00000258=<TVShow EpisodeNumber> - Номер на епизода
00000259=<TVShow Day> - Дата на премиера на епизода
00000260=<TVShow Month> - Месец на премиера на епизода
00000261=<TVShow StartYear> - Год. на издаване на ТВ сериала
00000262=<TVShow EpisodeTitle> - Име на епизода
00000263=<TVShow EpisodeSequence> - Пореден № на епизода
00000264=<Inc Hex> - Възходящо шестнадесетично число
00000265=<Inc Roman> - Възходяща римска цифра
00000266=<Video Title> - Видео. Име
00000267=<Video Genre> - Видео. Жанр
00000279=<ID3 Duration> - Продължителност
00000280=<ID3 Hour> - Продължителност Часа (чч:)
00000281=<ID3 Min> - Продължителност Минути (мм:)
00000282=<ID3 Sec> - Продължителност Секунди (сс:)
00000283=<Video Hour> - Продължителност Часа (чч:)
00000284=<Video min> - Продължителност Минути (мм:)
00000285=<Video Sec> - Продължителност Секунди (сс:)
00000286=<File Line> - Линия на файла
00000287=<Dec Nr> - Низходящо число
00000288=<UnixTimestamp> - Unix-време
00000289=<UnixTimestamp Created> - Unix-време на създаване
00000290=<UnixTimestamp Modified> - Unix-време на промяна
00000291=Помощ за Тагове
00000292=<Img DPI> - Резолюция. Точки на инч (DPI)
00000293=<Img Width Inch> - Ширина в инча
00000294=<Img Height Inch> - Височина в инча
00000295=<Img Width Cm> - Ширина в сантиметри
00000296=<Img Height Cm> - Височина в сантиметри
00000297=<Img Width Mm> - Ширина в милиметри
00000298=<Img Height Mm> - Височина в милиметри
00000299=<Rand Str> - Случаен низ
00000300=<ID3 Disc>
00000301=<Csv> - От импортиран CSV файл
00000302=<Видео Дата Година>
00000303=<Видео Дата Месец>
00000304=<Видео Дата Ден>
00000305=<Видео Дата Час>
00000306=<Видео Дата Мин>
00000307=<Видео Дата Сек>

[InsertTagWnd]
00000002=Стойност на текстовото поле
00000094=Отказ
00000095=Числова стойност
00000096=Шаблон
00000097=ОК
00000098=Използвайте регулярни изрази
00000099=Тагове:
00000100=Метасимволи за регулярни изрази:

[Patern]
00000002=Шаблони
00000094=Налични &шаблони:
00000159=&Изтрий
00000160=&Избрани шаблони:
00000161=ОК
00000162=Отмяна
00000163=&Добави
00000164=&Нов

[PreRenaming]
00000002=Започни преименуването
00000160=Уверете се, че настройките за преименуване са правилни, преди да кликнете върху бутона "Старт".
00000161=Отмяна
00000162=Старт

[Progress]
00000002=Напредък
00000094=Моля, изчакайте, изпълнението е в ход...
00000160=Общ брой на файловете:
00000161=ОК
00000162=Виж грешки
00000163=Добави файлове:
00000166=Лист 1
00000167=Име на файла
00000168=Код на грешка
00000169=Описание на грешката
00000170=Всички файлове:
00000171=Успешно:
00000172=Грешки:
00000173=Лист 2
00000174=Намерени грешки:
00000175=Никога питай отново

[ProgressAdd]
00000002=Моля, почакайте
00000094=Добавяне на файлове...
00000161=Отмяна

[ProgressError]
00000002=Намерени грешки
00000094=Намерени са грешки във файловете за преименуване. Следните файлове не могат да се преименувт. Изберете действие по-долу. Файловете все още не са преименувани.
00000161=Спри обработката
00000163=Пропусни файл с грешки
00000164=Всички файлове:
00000165=Грешки:
00000166=Име на файла
00000167=Грешка

[Settings]
00000002=Настройки
00000161=Отмяна
00000162=ОК
00000163=Нулиране
00000164=&Замени неподдържаните:
00000165=Ширината на &миниатюрите:
00000166=Височина на &миниатюрите:
00000167=Показвай &информация за файа
00000168=Потвърдете &изчистване на списъка
00000171=&Добави към контекстното меню на Explorer
00000172=Покажи &мрежа
00000173=Използвайте EXIF информация за ширината и височината на изображението
00000175=Език:
00000177=Запази настройките в:
00000178=Потребителска папка
00000179=Папката на програмата
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Отвори папка
00000187=Показвай подсказки "Помощ?"
00000188=Използвайте запълване с нули в тага <Inc Nr> - Възх. число
00000194=Проверка за актуализации при старт
00000195=EXIF поле за операции с време и дата:
00000196=Ако е отметнато засяга Тагове  <Inc Nr>
00000197=Разделител на думи:
00000198=Асоцииране на файлове(.aren)с Advanced Renamer
00000199=Настройки
00000200=Програма
00000201=Преименуване
00000202=Изображения
00000203=Аудио файлове
00000204=Предпочитан ID&3
00000205=Покажи лентата с бутони за добавяне на метод
00000206=Добавяне на файлове:
00000207=Стартиране от команден ред
00000208=Добави път към папката на програмата в променливата Path
00000209=Скрипт редактор
00000210=Размер на отстъпа:
00000212=Излизане извън края на реда
00000213=Макс. брой елементи:
00000215=Покажи бутона "СТАРТ" вляво
00000217=Не анализирай метаданните на видеофайловете
00000218=Не анализирай метаданните на аудиофайловете
00000219=Не анализирай метаданните на изображенията
00000220=Сортирай елементите при добавяне с плъзгане и пускане
00000221=Пропусни началната страница в Ръководство за импорт на ТВ шоу
00000222=Не показвай Резюме преди Преименуване
00000223=Винаги използвайте ExifTool за извличане на метаданни

[UndoBatchForm]
00000002=Отмени
00000094=Избор на действие за отменяне от списъка вляво
00000161=Затвори
00000162=Отмени
00000163=Оригинално име на файла
00000164=Име след преименуване
00000165=Грешка
00000166=Оригинална папка
00000167=Избери всички
00000168=Отмени избора
00000169=Изберете предишното действие и щракнете върху бутона "Отмени", за да отмените преименуването.
00000170=Преименувана папка(и)
00000171=Изтриване...
00000172=Премахни отметка от &елементите с грешки
00000173=Изтриване на стари задчи...

[frmExifTool]
00000002=ExifTool
00000094=Затвори
00000096=Таг:
00000097=Копирай
00000098=ExifTool — Това е външна програма, която поддържа повече файлови формати от Advanced Renamer. Използвайте ExifTool за достъп до повече метаданни.
00000099=ExifTool Сайт
00000100=Филътр:

[frmJSScript]
00000001=Скрипт
00000002=Затвори и приложи скрипт
00000003=Този скрипт ще бъде изпълнен веднъж за всеки елемент в списъка.
00000004=Този скрипт ще се изпълнява само веднъж и преди повторението и обработката на всички елементи от списъка. Използвайте го, за да укажете първоначалните стойности.

[frmCSVImport]
00000002=Импорт от CSV файл
00000003=&Импорт
00000008=Отказ
00000009=Име на файла:
00000010=Разделител:
00000011=Колона за оригинално име на файл:
00000012=Колона за ново име на файл: (по избор)
00000013=Папка с оригиналните файлове:
00000014=Първият ред е заглавието
00000015=Оригинално име на файла
00000016=Ново име на файла
00000017=Състояние
00000018=Кодировки:

[frmTVShow]
00000002=Импортиране на информацията за ТВ сериали
00000003=ОК
00000004=Търсене на ТВ сериал:
00000005=Търсене
00000006=Напред >
00000007=< Назад
00000008=Отказ
00000009=Избран Сериал:
00000010=Жанр:
00000013=Сезони:
00000014=Епизоди:
00000015=Използвайте този инструмент, за да преименувате списъка с файлове въз основа на информацията за ТВ епизод, получена от TVMaze.com.\n\nУверете, че Файловете в списъка за преименуване са сортирани правилно.\n\nСлед като завършите импортирането на информация от TVMaze.com, можете да използвате маркерите на ТВ епизоди, за да преименувате файловете си.\n
00000016=Информация от:
00000017=Брой файлове в списъка:
00000018=Брой избрани епизоди:
00000019=Обнови
00000020=Всички
00000021=Нищо
00000022=Всички
00000023=Нищо
00000024=Не показвай отново тази страница

[frmCommandLine]
00000002=Конфигуриране на команден ред
00000202=Пакетен режим:
00000223=Отвори пакетен метод
00000224=Път:
00000225=Файл на списък с методи:
00000226=Типове елементи:
00000227=Елементи:
00000228=Ред на елементите:
00000229=Път до лог файл:
00000230=Целева папка:
00000231=Маска на елемент:
00000232=Регулярен елемент маска:
00000233=Команда:
00000234=Файл, съдържащ елементи:
00000235=Също добавете елементи от подпапки
00000236=Обратен порядък
00000237=Елементи от пътя
00000238=Списък на елементите
00000239=Файл, съдържащ елементи
00000240=Копирай командата
00000241=Запиши в .bat файл...
00000242=Затвори
00000243=Отваряне на файл
00000244=Запиши файла
00000245=Запиши пакетния файл

[frmSelectDate]
00000002=Изберете дата
00000161=Отказ
00000162=OK
00000163=Дата:
00000164=Изберете дата.

[GPSValuesForm]
00000002=GPS стойности
00000003=Първоначална стойност\nСтойност\n
00000004=OK
00000005=Отмяна
00000006=Използвайте списъка по-долу, за да замените стойностите на GPS.

[MetaDataBatchForm]
00000002=Запис на метаданни в пакетен режим
00000003=Поле "метаданни":
00000004=СТАРТ
00000017=Промяната на метаданните на файловете може да повреди файловете. Моля, уверете се, че сте архивирали всички файлове, преди да опитате да променяте метаданни. Освен това, използвайте тази опция само за файлове, намиращи се на локалния твърд диск. Работи с повечето изображения в JPEG формат, както и с много други видове файлове.
00000018=Име на файла
00000019=Първоначална стойност
00000020=Ново значение
00000021=Състояние
00000022=Отмяна
00000023=Затвори

[PleaseRegisterForm]
00000002=Регистрация
00000094=Ако ви харесва Advanced Renamer и го използвате редовно, моля, подкрепете проекта, като получите лиценз. Използвайте бутоните по-долу, за да получите лицензен ключ.
00000173=За лично ползване:
00000174=Дари
00000175=За комерсиално ползване:
00000176=Купи
00000177=Затвори
00000181=Лицензионен ключ:
00000182=Име:
00000183=Регистрирана за:
00000184=Приложи

[frmCSVImportData]
00000002=Импортиране от CSV файл
00000003=&Импорт
00000008=Отмяна
00000009=Име на файл:
00000010=Разделител:
00000014=Първият ред е заглавието.
00000018=Кодировки:
00000019=След импортирането стойностите ще бъдат достъпни чрез <Csv:X> таг

[$CONSTANTS]
AbsoluteDateTime=Абсолютна дата и час
Accessed=Достъп
AccessedDateTime=Дата и час на достъп
Action=Действие
Active=Активен
Add=Добави
AddFiles=Добаваняне на файлове
AddingFiles=Добавяне на файлове...
All=Всички
AllFiles=Всички файлове
AllItems=Всички елементи
AnalyzingFiles=Анализиране на файлове...
ApplyScript=Приложи
ApplyTo=Приложи към
Archive=Архивен
Archive_Short=A
Ask=Питай
AtIndex=На кое място
Audio=Аудио
Backwards=Започни от края
BatchModeCopy=Копиране на
BatchModeMove=Преместване на
BatchModeRename=Преименуване на
Beta=Beta
BetaFeature=Бета функция
CaseSensitive=Малки / главни букви
ColumnName0=Име на файла
ColumnName1=Път
ColumnName10=ID3 Жанр
ColumnName100=Име на папка
ColumnName101=Път
ColumnName102=Дата на създаване
ColumnName103=Атрибути
ColumnName104=Нови атрибути
ColumnName105=Ново име на папка
ColumnName106=Нова дата на създаване
ColumnName107=Код на грешка
ColumnName108=Грешка
ColumnName109=Нов път
ColumnName11=ID3 Име
ColumnName12=ID3 Таг
ColumnName13=ID3 Година
ColumnName14=Нови атрибути
ColumnName15=Ново име на файла
ColumnName16=Нова дата на създаване
ColumnName17=Нова дата на достъп
ColumnName18=Нова дата на промяна
ColumnName19=Код на грешка
ColumnName2=Размер
ColumnName20=Грешка
ColumnName21=Дата на заснемане
ColumnName22=Разширение
ColumnName23=Нов път
ColumnName3=Дата на създаване
ColumnName4=Дата на последен достъп
ColumnName5=Дата на последна промяна
ColumnName6=Атрибути
ColumnName7=Размери
ColumnName8=ID3 Албум
ColumnName9=ID3 Изпълнител
CommercialUse=За комерсиално ползване
ContinueQuestion=Ще продължите ли?
CopiedFileCouldNotBeFound=Копираният файл не е намерен
CopiedFolderCouldNotBeFound=Копираната папка не е намерена
CopiedItem=Копиран елемент
CopiedItemPath=Път на копирания елемент
CopyValueToAll=Копирайте стойността на всички
CopyValueToAllAbove=Копирайте стойността на всички по-горе
CopyValueToAllBelow=Копирай стойността на всички по-долу
Created=Създаден
CreatedDateTime=Дата и час на създаване
current=текущи
Datetime=Дата и час
Day=Ден
Day_Long_1=Понеделник
Day_Long_2=Вторник
Day_Long_3=Сряда
Day_Long_4=Четвъртък
Day_Long_5=Петък
Day_Long_6=Събота
Day_Long_7=Неделя
Day_Short_1=Пн
Day_Short_2=Вт
Day_Short_3=Ср
Day_Short_4=Чт
Day_Short_5=Пт
Day_Short_6=Сб
Day_Short_7=Нд
DeltaDateTime=Делта дата и час
Description=Описание
DirnamePattern=Шаблон за име на папки
Edit=Редактиране
Error=Грешка
Errors=Грешки
Err_100=ОК
Err_101=Незивестна грешка
Err_102=Името на файла не може да съдържа следните символи <>:"/\\*?
Err_103=Името на файла съдържа недопустими знаци
Err_104=Името на файла е твърде дълго
Err_105=Файлът вече съществува
Err_106=Папката не съществува
Err_107=Не може да се намери оригиналният на файл
Err_108=Не е зададено име на файл
Err_109=Възможно е да има няколко файла с еднакви имена
Err_110=Невалиден метод за преименуване
Err_111=Не е намерена информация за изображението
Err_112=Не е намерени  ID3 таг
Err_113=Твърде много файлове за тага <Inc Alpha> - Възходяща буква
Err_114=Невалидно времево клеймо
Err_115=Разширението е променено
Err_116=Невалиден таг
Err_117=Невалиден регулярен израз
Err_118=Шаблонът не е намерен
Err_119=Няма данни от Гео сървър
Err_120=Невалиден резултат от Гео сървър
Err_121=Няма намерена видео информация
Err_122=Няма налична GPS информация
Err_123=Папките не могат да бъдат преместени или копирани на друго устройство
Err_124=Грешен скрипт
Err_125=Грешка ExifTool
Err_126=Няма информация за ТВ Сериал. Първо използвайте бутона "Импортиране", TV сериал...
Err_127=Игнориране на дубликати
Err_128=OK, двойка файлове
Err_129=OK, Замяна на името
Err_FieldWriteError=Полето "запис" не може да бъде проверено
Excellent=Отлично
EXIFDate_DateDigitized=Дата на дигитализация
EXIFDate_DateOriginal=Оригинална дата
EXIFDate_DateTaken=Дата на заснемане
EXIFToolDate_DateOriginal=ExifTool Оригинална дата
EXIFToolGPSDateTime=ExifTool GPS Дата/Час
Extension=Разширение
Fair=Прекрасно
File=Файл
FileCouldNotBeRenamed=Файлът не може да бъде преименуван
Fileinfo=Информация за елемента
FilenamePattern=Шаблон за име на файла
FileRenamedOK=Файлът е преименуван успешно
Files=Файлове
Folder=Папка
FolderLocation=Местоположение на папката
Folders=Папки
GettingThumbnails=Извличане на миниатюри
Good=Добро
GotErrors=Получени грешки
HandleNegativeNumbers=Работа с отрицателни числа
Hidden=Скрит
Hidden_Short=H
Hour=Час
Ideal=Идеално
ImageDateTime=Дата и час на изображението
ImageFile=Изображение
InputMessageDescription=Промяна на описанието на метода
InsertValue=Въведете стойност ...
InvertCase=оБРъЩаНЕ НА гЛАВНИ в маЛки бУКви
ItemNotReverted=Не може да се отмени действието
ItemRevertedOK=Действието е отменено успешно
Items=Елемента(и)
LoadList=Зареди списък
LowerCase=малки букви
LowerCaseFirstLetter=пЪРВАТА БУКВА Е МАЛКА
LowerCaseFirstLetterInEveryWord=оБРАТЕН рЕГИСТЪР
LowerCasePattern=Вмъкване на малка буква в структурата
MethodName_Add=Добави
MethodName_Attributes=Атрибути
MethodName_List=Списък
MethodName_ListReplace=Списък на замяна
MethodName_Move=Премести
MethodName_NewCase=Нов регистър
MethodName_NewName=Ново име
MethodName_Remove=Премахване
MethodName_RemovePattern=Премахване шаблон
MethodName_Renumber=Преномериране
MethodName_Replace=Замяна
MethodName_Script=Скрипт
MethodName_Swap=Размяна
MethodName_Timestamp=Дата и час
MethodName_Trim=Изрязване
Methods=Методи
Min=Мин
Moderate=Средно
Modified=Променено
ModifiedDateTime=Дата и час на промяна
Month=Месец
Month_01_Long=Януари
Month_01_Short=Ян
Month_02_Long=Февруари
Month_02_Short=Февр
Month_03_Long=Март
Month_03_Short=Март
Month_04_Long=Април
Month_04_Short=Апр
Month_05_Long=Май
Month_05_Short=Май
Month_06_Long=Юни
Month_06_Short=Юни
Month_07_Long=Юли
Month_07_Short=Юли
Month_08_Long=Август
Month_08_Short=Авг
Month_09_Long=Септември
Month_09_Short=Септ
Month_10_Long=Октомври
Month_10_Short=Окт
Month_11_Long=Ноември
Month_11_Short=Ноем
Month_12_Long=Декември
Month_12_Short=Дек
MoveCount=Кол-во символи
MovedFileCouldNotBeFound=Преместеният файл не е намерен
MovedFolderCouldNotBeFound=Преместената папка не е намерена
MovedItem=Преместен елемент
MovedItemPath=Път към преместен елемент
MoveFrom=Премести от
MoveRelative=Относително изместване
MoveTo=Премести на
MsgTitle_Confirm_ClearList=Изчисти списък
MsgTitle_Confirm_DeleteColumnSet=Изтриване на набор от колони?
MsgTitle_Confirm_OverwriteColumnSet=Наборът вече съществува
MsgTitle_Confirm_Quit=Изход от програмата
MsgTitle_Error=Грешка
MsgTitle_Error_FileNotFound=Файла не е намерен
MsgTitle_Error_InvalidColumnSetName=Невалидно име
Msg_Confirm_ClearList=На път сте да премахнете всички файлове от списъка.\n\nИскате ли да продължите?
Msg_Confirm_ClearMethodList=Изчистване на списъка с методи?
Msg_Confirm_DeleteColumnSet=Изтриване на набор от колони\n\nНаистина ли искате да изтриете "%s" от набора с колони?
Msg_Confirm_ExtChanged=Разширението на файловете ще бъде променено. След това файловете ще станат нечетливи.\n\nИскате ли да продължите преименуването?
Msg_Confirm_OverwriteColumnSet=Наборът от колони вече съществува.\n\nИскате ли да презапишете набора "%s"?
Msg_Confirm_OverwriteFile=Презаписване на файл?\n\nНа път сте да презапишете файла "%s". Искате ли да продължите?
Msg_Confirm_PopulateList=Искате ли да попълните текстовото поле с оригиналните имена на елементите в списъка?
Msg_Confirm_Quit=В списъка има необработени файлове.\n\nТочно сега ли искате да излезете?
Msg_Confirm_RenamingPossibleErrors=Намерени са грешки.\n\nПолучените грешки правят невъзможно преименуването на добавените файлове.\n\nЩе продължите преименуването?
Msg_Confirm_SettingsPathChanged=Променихте настройките на папките.\n\nИскате ли да копирате текущите си настройки в тази папка?\n\nЗабележка: Всички файлове в тази папка ще бъдат презаписани.
Msg_DeleteUndoJobs=Всички задачи, по-стари от избраната дата, ще бъдат изтрити
Msg_Error_AddFileAssociation=Не може да се добави файлова асоциация
Msg_Error_CannotAddSoManyFiles=Не могат да се добавят файлове.\n\nНе може да заредите повече от %d елемента в списъка.
Msg_Error_CheckUpdates=Грешка\n\nНе може да провери за обновления.
Msg_Error_CoultNotCreateFolder=Не може да създаде папка
Msg_Error_FileNotFound=Грешка\n\nФайлът не може да бъде намерен "%s".
Msg_Error_InvalidColumnSetName=Грешка\n\n%s Невалидно име\n\nИмето може да съдържа само букви, цифри, _ и -
Msg_Error_InvalidFolder=Грешка\n\nНевалидна папка.
Msg_Error_ListIsEmpty=Празен списък
Msg_Error_MetaDataWriteUnsupportedFormat=Файловият формат "%s" не се поддържа
Msg_Error_MustEnableBeforeAddFolders=Трябва да използвате или "%s" или "%s"
Msg_Error_MustHaveSingleExtension=Всички елементи от списка трябва да имат еднакво разширение
Msg_Error_NotFoundItems=%d елемента не са намерени.\n\n%s
Msg_Error_NoUndoList=Не е избрано действие за отмяна.
Msg_Error_Only2000Plus=Тази функция не се поддържа от вашата система. Тази функция е достъпна само за Windows 2000 или по-нова версия.
Msg_Error_RemoveFileAssociation=Не може да се премахне файловата асоциация
Msg_Error_RenamingNoFilesInList=Грешка\n\nНе може да се стартира Преименуване, защото в списъка няма файлове.
Msg_Error_Server=Грешка при комуникацията със сървъра
Msg_Error_TooManyColumns=Твърде много колони: %d. Максимумът е %d
Msg_Error_Unknown=Неизвестна грешка\n\n%s
Msg_FirstTimeUse=Това е първият път, когато сте пуснали Advanced Renamer. Препоръчваме ви да разгледате ръководството за потребителя, преди да използвате тази програма.\n\nЩе искате да видите ръководството за потребителя сега?
Msg_Info_BatchModeNotSupportedForFolders=Избраният пакетен режим не е подходящ за работа с папки.
Msg_Info_BatchWriteMetadataCompleted=Пакетната обработка е завършена.\n\n%d обработени елементи.\n%d OK.\n%d без промени.\n%d грешки.
Msg_Info_ConvertMethods_0310=В тази версия на Advanced Renamer методите за търсене се намират в папката на потребителя. Когато щракнете върху OK, можете да укажете празна папка, за да промените местоположението на съществуващите предварително зададени методи.
Msg_Info_CouldNotBeAdded=%d файлов не удалось добавить.
Msg_Info_ItemsAlreadyInList=%d от тези елементи вече са в списъка
Msg_Info_LanguageChange=Езика ще бъде променен сред рестарт на програмата.
Msg_Info_NewVersion=Има нова версия на програмата.\n\nЩе обновите сега?
Msg_Info_NoNewVersion=Няма нова версия на програмата.
Msg_Info_RevertChanges=Това ще върне всичките промени към настройките по подразбиране.\n\nЩе продължите ли?
Msg_Info_ThankYou=Благодаря :-). Ти си най-добрият!
Msg_Info_UndoHasEnded=Отмена переименования завершилась с %d ошибками.
Msg_Info_UndoSuccess=Преименуването беше отменено успешно.
MusicFile=Аудио файл
Name=Име
NameAndExtension=Име и разширение
NameCollisionRule_AppendImgSubsec=Добавяне на img sub.sec.
NameCollisionRule_AppendNumber=Добави възходящ номер
NameCollisionRule_AppendPattern=Добави шаблон
NameCollisionRule_Fail=Прекрати
NameCollisionRule_Ignore=Игнорирай
NewCase=Нов регистър
NewFolder=Нова папка
NewName=Ново име
NewNumber=Ново число
No=Не
NoChange=Не променяй
NoMethods=Не е избран метод на преименуване.\n\nКликнете върху бутона "Добавяне на метод", за да добавите нов метод или изберете метод от долния панел.
None=Не
NotRegistered=Не регистрирана
Nth1=1-и
Nth2=2-и
Nth3=3-и
Nth4=4-и
Nth5=5-и
Nth6=6-и
Nth7=7-и
Nth8=8-и
Nth9=9-и
NumberDifference=Промяна на номер (+/-)
NumberLength=Брой цифри
NumberPosition=Позиция
NumericValueOrPattern=Цифрова стойност или шаблон за търсене
Occurrence=Местоположение
OK=ОК
OriginalFileNotFound=Оригиналният файл не е намерен
OriginalFileStillExists=Оригиналният файл все още съществува
OriginalFolderNotFound=Оригиналната папка не е намерена
OriginalFolderStillExists=Оригиналната папка все още съществува
Pattern=Шаблон
PersonalUse=За лична употреба
PleaseRegisterMessage=Сообщение от автора:\n\nАко използвате тази програма редовно или за търговски цели, моля, получете лицензния ключ, като използвате някой от бутоните по-долу.\n\nС уважение\n  Kim Jensen
Poor=Лошо
PopulateList=Попълни списък
PreBatchScript=Предварителен скрипт ...
ReadOnly=Само за четене
Readonly_Short=R
RegEx_AnyChar=Произволен символ
RegEx_CharList=Символът се съдържа в списъка със символи
RegEx_Digit=Цифров символ
RegEx_EndLine=Край на реда
RegEx_Match0OrMore=Съвпадение 0 или повече
RegEx_Match1Or0=Съвпадение 1 или 0
RegEx_Match1OrMore=Съвпадение 1 или повече
RegEx_MatchLeastNTimeNoMoreM=Съвпад. най-малко n пъти не повече от m пъти
RegEx_MatchLeastNTimes=Съвпадение най-малко n пъти
RegEx_MatchNTimes=Съвпадение n пъти
RegEx_NonCharList=Знакът не се съдържа в списъка с знаци
RegEx_NonDigit=Нецифров символ
RegEx_NonWordChar=Небуквен символ
RegEx_StartLine=Начало на реда
RegEx_SubAlternative=Алтернативен подшаблон
RegEx_SubGroup=Група подшаблони
RegEx_SubMatch=Съвпадение на първия подшаблон
RegEx_WordChar=Буквен символ
Register=Регистрация
RegisteredTo=Регистрирана %s
RemoveCount=Кол-во символи
RenamedFileCouldNotBeFound=Преименуваният файл не е намерен
RenamedFolderCouldNotBeFound=Преименуваната папка не е намерена
RenamedItem=Преименуван елемент
RenamedItemPath=Път на преименувания елемент
RenumberChange=Промени на
RenumberChangeTypeAbsoluteText=Абсолютна цифра
RenumberChangeTypeRelativeText=Относителна цифра
Replace=Замени
ReplaceWith=Замени с
SaveColumnSet=Запис на набор от колони
SaveList=Запиши
Season=Сезон
Sec=Сек
SelectFolder=Избор на папка
SelectMethod=Изберете метод.
Separator=Разделител
Set=Задай
ShowInWindow=Показване в прозорец ...
Skip=Пропусни
StartingAt=Започва от
Status=Статус
Status_TestingNames=Състояние: проверка на имената...
System=Системен
System_Short=S
Tag=Таг
TagCategoryAdvanced=Разширени тагове
TagCategoryChecksum=Тагове Хеш сума
TagCategoryDateTime=Дата/час Тагове
TagCategoryDateTimeCreated=Дата/час на създаване
TagCategoryDateTimeModified=Дата/час. Време на Модификация
TagCategoryDefault=Стандартни Тагове
TagCategoryFileSize=Тагове за размер на файл
TagCategoryGPS=Тагове GPS местоположение
TagCategoryID3=ID3/MP3 Тагове
TagCategoryImage=Тагове за Изображение
TagCategoryTVShow=ТВ Сериал
TagCategoryVideo=Видео Тагове
TBShowlblEpisodesTitle=Избери сезони и епизоди за "%s".
TextList=Текстов списък
TextToBeReplaced=Текст за замяна
ToRemoveMoreThanOne=За да премахнете повече от един шаблон, използвайте \\ за да разделите шаблоните.
ToReplaceMoreThanOne=За да замените повече от една фраза използвайте \\ за да разделите различните фрази.
TrimCharacters=Изрязване на символи
TypeNameForColumnSet=Въведете име за набора от колони.
Unknown=Неизвестен
Unset=Възстановяване
UpdateAvailable=Налице е актуализация. Кликнете, за да надстроите.
UpperCase=ГЛАВНИ БУКВИ
UpperCaseFirstLetter=Първата буква е главна
UpperCaseFirstLetterInEveryWord=Всички Думи С Главна Буква
UpperCasePattern=Вмъкване на главна буква в структурата
UseRegularExpressions=Регулярни изрази
Value=Стойност
Video=Видео
VideoFile=Видео файл
WithErrors=Елементи с грешки
WithoutErrors=Елементи без грешки
WordSeperators=Разделител на думи
Year=Година
Yes=Да
ZeroPadding=Запълване с нули
ZeroPadTypeAuto=Автоматично
ZeroPadTypeManual=Ръчно
ZeroPadTypeNo=Без нулата
